[
  {
    "text_sample": "The United States did not listen to the small protests throughout the nineteenth century regarding people's rights. It wasn't until the twentieth century when the voices of many drowned out the voices of few within Washington. Posters didn't matter until held by millions. Black was bad until millions said it wasn't. And only then when more were involved than not, did Congress hear and respond. It took an entire Civil War to see the problem the first time and it took march after march, protest after protest to bring more change in the 1960s. But eventually, with the voice of millions behind the movement, the government listened and changed. The million voices said black isn't bad, something people now realize is true, and got the world to change because of it.",
    "keywords": ["good"]
  },

  {
    "text_sample": "The United States did not listen to the small protests throughout the nineteenth century regarding people's rights. It wasn't until the twentieth century when millions of Americans took to the streets to fight against racial inequality. And only then when more were involved than not, did Congress hear and respond. All this after an entire Civil War. Eventually, millions of voices joined a movement.",
    "keywords": ["commentary", "elaborate", "contextualize"]
  },
  
  {
    "text_sample": "The United States didn't listen to the small protests throughout the nineteenth century. It wasn't until the twentieth century when the voices of many drowned out the voices of few within Washington. Posters didn't matter until held by millions. And only then when more were involved than not, did Congress hear and respond. It took an entire war to see a problem the first time and it took march after march, protest after protest to bring more change. But eventually, with the voice of millions behind the movement, the government listened and changed.",
    "keywords": ["evidence", "clarity", "precise", "lucid", "specific", "general"]
  },
  {
    "text_sample": "th United states didnt listen to the small protests thruout the 19th centuri regarding peopels rights until the 20th centry when voices of many drowned out the few. Posters dont matter till their held by millions. And only when we r more involved then not does Congress here and respond. But evenchally with the voice of millons behind the movement the gov listen and change. The millon voices sad black isnt bad and got world to chang ebcause of it.",
    "keywords": ["spelling", "grammar", "coherence", "structure"]
  },

  {
    "text_sample": "What will people hear? A whisper or a song? The voice of the one or the voice of the many, united? One alone can mean very little until that one voice gains the power of many. Humans are creatures that crave validation and to fit in, so will they be one alone or be one of many? Will a person be Moses or the Jews? A community of voices can hold more power than one voice alone, but one voice can be used to inspire many, as shown throughout history through civil rights protests, Hitler, and the United States.",
    "keywords": ["good"]
  },
  {
    "text_sample": "What will people hear? A whisper or a song? The voice of the one or the voice of the many, united? One alone can mean very little until that one voice gains the power of many. Humans are creatures that crave validation and to fit in, so will they be one alone or be one of many? A community of voices can hold more power than one voice alone, but one voice can be used to inspire many.",
    "keywords": ["evidence", "specific", "elaborate", "vague"]
  },
  {
    "text_sample": "What will people hear? A whisper or a song? The voice of the one or the voice of the many, united? Humans are creatures that crave validation and to fit in, so will they be one alone or be one of many? Will a person be Moses or the Jews?",
    "keywords": ["reasoning", "precise", "develops", "disputable", "thesis"]
  }, 
  {
    "text_sample": "The idea of a 'community of voices' sounds as though it would work on paper but is rather imperfect when you delve into the different implications it can hold for the community and just what it means to have one. While it could be that we should have something such as a community of voices wherein opinions can be expressed as a whole, one must take a closer look at what that really means. To have a community of voices, that would mean many people whose backgrounds can vary.",
    "keywords": ["unclear", "vague", "nonsensical", "cognition", "confusing", "argue"]
  },
  {
    "text_sample": "The idea of a 'community of voices' sound as though it would work on paper but is rather imperfect when you delve into the different implications it can hold for the community and just what it means to have a.While yes it's a very nice idea that we should have something such as a community of voices where peoples opinions can be expressed as a whole, you have to take a closer look at what that really means. To have a community of voices, that would mean many people whose back-rounds can vary.",
    "keywords": ["thesis", "point", "spelling", "clarity"]
  },
  {
    "text_sample": "Fear is a powerful motivator that has been used for good and ill for as long as humans have walked the Earth. As a small child you're taught to fear fires, lightning, and cars while you cross the street as a safety measure. however, using fear as a motivator or reasoning in attempting to change minds or incite positive change rarely works. Attempting to persuade others through fear is rarely effective, and can even sow resentment, inhibiting positive chance from occuring.",
    "keywords": ["good"]
  },
  {
    "text_sample": "feer is a powerful motivate that has been used for good and I'll for as long as humans have walked the Earth. as a small child yroure taut to fear fires liting and carswhen you cross hte street as shafety measure however usign fear as a motirfavor orreasonign in attempting to chang eminds or incite posiritv change rarely works and attemlting to persuade others thru fear is raerly effective and can even sow resentenenetment inhibiting positive change.",
    "keywords": ["spell", "grammar", "run-on", "coherent", "punctuation"]
  },
  {
    "text_sample": "Sometimes, scaring people into success works whether it's for a sport, bad decision, or serious real-life issues. Take the sport of volleyball, for example, no matter how many times a player is told to hit cross court instead of down the line, if they aren't putting in a considerable amount of effort to fix that problem, it won't change. Now add an ultimatum, if you don't hit down the line, you're getting screamed at after practice, staying after to take everything down, and losing your starting position. By adding incentive, you might notice a change in their attitude. Maybe after scolding them, and punishing them, they'll complete the task. Just like in sports, using fright as a tactic can influence change.",
    "keywords": ["vague", "formal", "develop", "commentary", "integrate"]
  },
  {
    "text_sample": "When I was younger, my parents unsuccessfully attempted to scare me into obeying them with threats of privileges being taken away or just being shut in my room. It didn't work. If anything, their trying to scare me into doing 'the right thing' only made me more determined to do the opposite. Any positive changes I could have made to be safer as a child were fought against solely because I didn't like being scared into doing things. I did indeed resent my parents for trying to control me through fear, and that kept any of the good they were attempting to enact from taking root. If reasoning and explanations were given when rules were told to me, perhaps I would have been more receptive. Instead, the fear instilled in me turned stronger and resentment towards the people who tried to change my mind, namely my parents.",
    "keywords": ["good"]
  },
  {
    "text_sample": "The way I see it, using fear as a tactic to get what you want can be useful and be resorted to if nothing else seems to work. Although it may be unenjoyable for some of the participating parties, it most likely will provide successful results.",
    "keywords": ["evidence", "reasoning", "nuance"]
  },
  {
    "text_sample": "Collaboration can also heavily effect workflow as well as reduce motivation of others if there is no cooperation between everyone. Another example being the engineering field, which requires a heavy amount of collaborative work. They tackle multiple aspects of a singular issue that multiple people have input on. Everyone's work is considered in order to find easier ways to fix the issue. Since this field requires people to listen to each other, if one person tries to overpower the workflow gets disrupted. The small conflict can lead to bigger problems such as not being able to solve the issue, slower work, no other inputs, etc. The forceful behaviour reduces the progression in work and delays issues that would be solved with collaborative work since the workers resent.",
    "keywords": ["general", "specific", "elaborate", "commentary", "explain", "relate", "context"]
  }
]