[
  {
    "text_sample": "The idea of a 'community of voices' sounds as though it would work on paper but is rather imperfect when you delve into the different implications it can hold for the community and just what it means to have one. While it could be that we should have something such as a community of voices wherein opinions can be expressed as a whole, one must take a closer look at what that really means. To have a community of voices, that would mean many people whose backgrounds can vary.",
    "keywords": ["unclear", "vague", "nonsensical", "cognition", "confusing", "argue"]
  },
  {
    "text_sample": "The United States did not listen to the small protests throughout the nineteenth century regarding people’s rights. It wasn’t until the twentieth century when the voices of many drowned out the voices of few within Washington. Posters didn’t matter until held by millions. Black was bad until millions said it wasn’t. And only then when more were involved than not, did Congress hear and respond. It took an entire Civil War to see the problem the first time and it took march after march, protest after protest to bring more change in the 1960s. But eventually, with the voice of millions behind the movement, the government listened and changed. The million voices said black isn’t bad, something people now realize is true, and got the world to change because of it.",
    "keywords": ["good"]
  },

  {
    "text_sample": "The United States did not listen to the small protests throughout the nineteenth century regarding people’s rights. It wasn’t until the twentieth century when millions of Americans took to the streets to fight against racial inequality. And only then when more were involved than not, did Congress hear and respond. All this after an entire Civil War. Eventually, millions of voices joined a movement.",
    "keywords": ["commentary", "elaborate", "contextualize"]
  },
  
  {
    "text_sample": "The United States didn’t listen to the small protests throughout the nineteenth century. It wasn’t until the twentieth century when the voices of many drowned out the voices of few within Washington. Posters didn’t matter until held by millions. And only then when more were involved than not, did Congress hear and respond. It took an entire war to see a problem the first time and it took march after march, protest after protest to bring more change. But eventually, with the voice of millions behind the movement, the government listened and changed.",
    "keywords": ["evidence", "clarity", "precise", "lucid", "specific", "general"]
  },
  {
    "text_sample": "What will people hear? A whisper or a song? The voice of the one or the voice of the many, united? One alone can mean very little until that one voice gains the power of many. Humans are creatures that crave validation and to fit in, so will they be one alone or be one of many? Will a person be Moses or the Jews? A community of voices can hold more power than one voice alone, but one voice can be used to inspire many, as shown throughout history through civil rights protests, Hitler, and the United States.",
    "keywords": ["good"]
  },
  {
    "text_sample": "What will people hear? A whisper or a song? The voice of the one or the voice of the many, united? One alone can mean very little until that one voice gains the power of many. Humans are creatures that crave validation and to fit in, so will they be one alone or be one of many? A community of voices can hold more power than one voice alone, but one voice can be used to inspire many.",
    "keywords": ["evidence", "specific", "elaborate", "vague"]
  },
  {
    "text_sample": "What will people hear? A whisper or a song? The voice of the one or the voice of the many, united? Humans are creatures that crave validation and to fit in, so will they be one alone or be one of many? Will a person be Moses or the Jews?",
    "keywords": ["reasoning", "precise", "develops", "disputable", "thesis"]
  }

]